cypress/utils/requests/requests-body/TAM_Test.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body>
        <ns12:annehmenEntstoerauftragMeldungRequest xmlns:ns12="http://wholesale.telekom.de/ess/v4/envelope" xmlns:ns10="http://wholesale.telekom.de/ess/v4/assignment" xmlns:ns11="http://wholesale.telekom.de/ess/v4/action" xmlns:ns6="http://wholesale.telekom.de/ess/v4/support/internal" xmlns:ns7="http://wholesale.telekom.de/ess/v4/diagnose" xmlns:ns8="http://wholesale.telekom.de/ess/v4/support" xmlns:ns9="http://wholesale.telekom.de/ess/v4/message">
            <Control>
                <zeitstempel>2018-04-05T15:38:11.706+02:00</zeitstempel>
                <majorRelease>04</majorRelease>
                <minorRelease>00</minorRelease>
                <signaturId>
                    <issuer>cn=none</issuer>
                    <serial>0</serial>
                </signaturId>
            </Control>
            <ns9:EntstoerauftragMeldung xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="ns9:EntstoerauftragMeldungTAMType">
                <Kunde>
                    <Kundennummer>2712000196</Kundennummer>
                </Kunde>
                <ExterneStoerungsnummer>{externeStoerungsnummer}</ExterneStoerungsnummer>
                <Entstoerauftragsnummer>{entstoerungsAuftragsnummer}</Entstoerauftragsnummer>
                <Geschaeftsfall>EST</Geschaeftsfall>
                <Vertragsnummer>323332</Vertragsnummer>
                <Position>
                    <Meldungscode>6050</Meldungscode>
                    <Meldungstext>Terminanforderung</Meldungstext>
                </Position>
            </ns9:EntstoerauftragMeldung>
        </ns12:annehmenEntstoerauftragMeldungRequest>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
